export const TabData = [
  { id: "1", value: "Overview", label: ["بررسی اجمالی", "Overview"] },
  {
    id: "2",
    value: "Study program",
    label: ["برنامه تحصیلی", "Study program"],
  },
  {
    id: "4",
    value: "User comments",
    label: ["نظرات کاربران", "User comments"],
  },
];
export const weeks = [
  {
    title: "هفته اول: آشنایی با CSS و Tailwind CSS",
    options: [
      " روز۱-۲: مقدمه‌ای بر CSS و درک اصول پایه آن.",
      "روز۳-۴: معرفی Tailwind CSS و مزایای آن نسبت به فریم‌ورک‌های CSS دیگر.",
      "روز۵-۶: نصب و راه‌اندازی Tailwind CSS در پروژه‌های کوچک.",
    ],
  },
  {
    title: "هفته دوم: کار با کلاس‌های پایه Tailwind",
    options: [
      "روز۸-۹: آشنایی با کلاس‌های رنگ، اندازه‌ها و فضاها.",
      "روز۱۰-۱۱: بررسی کلاس‌های نوشتاری (typography) و تنظیمات متنی.",
      "روز۱۲-۱۳: استفاده از کلاس‌های Flexbox و Grid در Tailwind.",
    ],
  },
  {
    title: "هفته سوم: سفارشی‌سازی و بهینه‌سازی",
    options: [
      "روز۱۴: سفارشی‌سازی Tailwind با استفاده از فایل پیکربندی.",
      "روز۱۷-۱۸: افزودن ترکیب‌ها و ایجاد کلاس‌های سفارشی.",
      "روز۱۹-۲۰: کار با Responsive Design و رسانه‌ها در Tailwind.",
    ],
  },
  {
    title: "هفته چهارم: ابزارهای جانبی و فریم‌ ورک‌ها",
    options: [
      "روز۲۱: آشنایی با استفاده از Tailwind CSS در کنار JavaScript و فریم‌ورک‌های مثل React یا Vue.js.",
      "روز۲۴-۲۵: بررسی پلاگین‌های مفید و ابزارهای جانبی برای Tailwind.",
      "روز۲۶-۲۷: بحث در مورد بهترین شیوه‌ها و مباحث مربوط به عملکرد و بهینه‌سازی.",
    ],
  },
];
