export const TourSteps = [
  {
    selector: ".step1",
    content:
      " مفتخریم که میتونیم بهتون کمکی بکنیم  بریم برای شروع توضیحات خوش اومدی  ما به عنوان اعضای تیم بزرگ نامبر وان ",
    position: "center",
    // styles: "StylesObj ",
    // showCloseButton: "false"
  },
  {
    selector: ".step-profBox",
    content:
      "توی این بخش میتونی میزان درصد تکمیل پروفایلت رو ببینی و اگه خواستی ویرایشش کنی",
  },
  {
    selector: ".step-info",
    content:
      "توی این بخش میتونی اطلاعات و مشخصاتتو ببینی و حتی تغییرشون بدی",
  },
  {
    selector: ".step-myCourses",
    content:
      "تو این قسمت لیست دوره های رزرو شده ای که توسط ادمین هم تایید شده رو میتونی ببینی و پرداخت رو میتونی انجام بدی  فقط فیش واریز رو حتما برای ادمین ارسال کن که برای تایید خیل ضروریه",
  },
  {
    selector: ".step-reserveCourses",
    content:
      "اینجا میتونی لیست تمام دوره هایی که رزرو کردی رو ببینی و اگه خواستی میتونی حذفشون کنی",
  },
  {
    selector: ".step-myViews",
    content:
      "اینجا هم میتونی دیدگاه ها و کامنت هایی که در سایت گذاستی رو هم برای دوره ها و هم وبلاگ ها ببینی",
  },
  {
    selector: ".step-myFavorite",
    content:
      "توی این صفحه هم میتونی ایتم هایی که دوست داشتی و اضافه کردی به لیست علاقه مندی هات رو ببینی",
  },
  {
    selector: ".step-security",
    content:
      "تو این صفحه میتونی امنیت سایتتو بالا ببری  مصلا میتونی از قابلیت احراز هویت دو مرحله ای استفاده کنی یا اگه خواستی رمز عبورتو عوض کنی میتونی تو این بخش این کار رو انجام بدی",
  },
  // {
  //   selector: 'button',
  //   content: 'و این دکمه‌ای است که برای باز کردن راهنما استفاده می‌شود.'
  // }
];
