import Event1 from "../../../assets/images/event1.jpg"
import Event2 from "../../../assets/images/event2.jpg"
import Event3 from "../../../assets/images/event3.png"

export const eventItems = [
    {
        title: "جشنواره موسیقی",
        describe: "جشنواره موسیقی، فضایی برای هنرمندان محلی و بین‌المللی است تا آثار خود را به نمایش بگذارند. این جشنواره شامل اجراهای زنده، کارگاه‌های موسیقی و بازارچه‌های صنایع دستی و غذایی خواهد بود و فضایی شاد و مفرح برای خانواده‌ها فراهم می‌کند",
        image: Event1,
        class: "md:col-span-1 md:row-span-2 col-span-2 row-span-1"
    },
    { 
        title: "نمایشگاه کتاب", 
        describe: "این نمایشگاه سالانه با حضور ناشران داخلی و خارجی، فرصتی عالی برای علاقه‌مندان به کتاب و ادبیات است. برنامه‌های جانبی شامل امضا کردن کتاب توسط نویسندگان مشهور، پانل‌های گفت‌وگو درباره ادبیات و فرهنگ، و کارگاه‌های آموزشی برای نویسندگان جوان خواهد بود.", 
        image: Event3, 
        class: "md:col-span-1 col-span-2" 
    },
    { 
        title: "کنفرانس فناوری", 
        describe: "این کنفرانس به بررسی آخرین روندها و نوآوری‌های حوزه فناوری اطلاعات و ارتباطات می‌پردازد. سخنرانان مشهور از شرکت‌های بزرگ فناوری از جمله گوگل و مایکروسافت شرکت خواهند کرد و کارگاه‌هایی در زمینه‌های هوش مصنوعی، امنیت سایبری و تحلیل داده‌ها برگزار خواهد شد.", 
        image: Event2, 
        class: "md:col-span-1 md:row-span-1 col-span-2" 
    },
]