export const Comments = [
  {
    name: "علی",
    description:
      "کیفیت محتوا و طراحی سایت بی‌نظیر است؛ همیشه به روز و متنوع، واقعاً از استفاده از این سایت لذت می‌برم!",
    star: 5,
  },
  {
    name: "سارا",
    description:
      "سایت بسیار کاربرپسند و آسان برای ناوبری است، به راحتی می‌توان تمام اطلاعات مورد نیاز را پیدا کرد.!",
    star: 4,
  },
  {
    name: "امیر",
    description:
      "کیفیت محتوا و طراحی سایت بی‌نظیر است؛ همیشه به روز و متنوع، واقعاً از استفاده از این سایت لذت می‌برم!",
    star: 2,
  },
  {
    name: "علی",
    description:
      "کیفیت محتوا و طراحی سایت بی‌نظیر است؛ همیشه به روز و متنوع، واقعاً از استفاده از این سایت لذت می‌برم!",
    star: 5,
  },
  {
    name: "سارا",
    description:
      "سایت بسیار کاربرپسند و آسان برای ناوبری است، به راحتی می‌توان تمام اطلاعات مورد نیاز را پیدا کرد.!",
    star: 4,
  },
  {
    name: "امیر",
    description:
      "کیفیت محتوا و طراحی سایت بی‌نظیر است؛ همیشه به روز و متنوع، واقعاً از استفاده از این سایت لذت می‌برم!",
    star: 2,
  },
];
